Repository: diegomaye/pencuy-ios
Catalog: Flattened/*.lproj/Localizable.strings
Languages: es, pt

source: Cover
es: Portada
pt: Portada

source: Bets
es: Apuestas
pt: Apostas

source: Invitations
es: Invitaciones
pt: Convites

source: Groups
es: Grupos
pt: Grupos

source: Statics
es: Estaisticas
pt: Estatísticas

source: Rules
es: Reglas
pt: Regras

source: COVER
es: PORTADA
pt: PORTADA

source: BETS
es: APUESTAS
pt: APOSTAS

source: INVITATIONS
es: INVITACIONES
pt: CONVITES

source: GROUPS
es: GRUPOS
pt: GRUPOS

source: STATICS
es: ESTAISTICAS
pt: ESTATÍSTICAS

source: RULES
es: REGLAS
pt: REGRAS

source: UPDATE BET
es: EDICIÓN DE APUESTA
pt: MUDAR APOSTA

source: INVITE FRIENDS
es: INVITA AMIGOS
pt: CONVITE AMIGOS

source: CREATE A BET
es: CREAR APUESTA
pt: CRIAR APOSTA

source: Group A
es: Grupo A
pt: Groupo A

source: Group B
es: Grupo B
pt: Groupo B

source: Group C
es: Grupo C
pt: Groupo C

source: Group D
es: Grupo D
pt: Groupo D

source: Group E
es: Grupo E
pt: Groupo E

source: Group F
es: Grupo F
pt: Groupo F

source: Group G
es: Grupo G
pt: Groupo G

source: Group H
es: Grupo H
pt: Groupo H

source: Second Round
es: 2ª Vuelta
pt: Segunda Ronda

# Quarter - finals
source: Quarters
es: Cuartos
pt: Quartos

source: Semifinal
es: Semifinales

# Third/Fourth place match
source: Fourth Place
es: Cuarto Puesto
pt: Quarto Lugar

source: PENDINGS
es: PENDIENTES
pt: PENDENTES

source: ENDED
es: FINALIZADOS
pt: FINALIZADOS

source: PARTICIPANTS
es: PARTICIPANTES
pt: PARTICIPANTES

source: Success
es: Aciertos
pt: Sucesso

source: Not Started
es: No iniciado
pt: Não Iniciado

source: Started
es: Iniciado
pt: Iniciado

source: Blocked
es: Bloqueado
pt: Bloqueado

source: Ended
es: Finalizado
pt: Finalizado

source: Algeria
es: Argelia
pt: Argélia

source: Cameroon
es: Camerún
pt: Camarões

source: Ivory Coast
es: Costa de Marfil
pt: Costa do Marfim

source: Japan
es: Japón
pt: Japão

source: Republic of Korea
es: Korea
pt: Coreia

source: Germany
es: Alemanial
pt: Alemanha

source: Belgium
es: Belgica
pt: Bélgica

source: Bosnia and Herzegovina
es: Bosnia y Herzegovina
pt: Bósnia e Herzegovina

source: Croatia
es: Croacia
pt: Croácia

source: Spain
es: España
pt: Espanha

source: France
es: Francia
pt: França

source: Greece
es: Grecia
pt: Grécia

source: England
es: Inglaterra
pt: Inglaterra

source: Italy
es: Italia
pt: Itália

source: Netherlands
es: Holanda
pt: Países Baixos

source: Russia
es: Rusia
pt: Rússia

source: Switzerland
es: Suiza
pt: Suíça

source: USA
es: EUA
pt: Estados Unidos

source: Brazil
es: Brasil
pt: Brasil

source: There is no information to display at the moment!
es: No hay informacion para mostar por el momento...
pt: Não há informações de para exibir no momento!

# reglasTitModalidad
source: Game mode
es: Modalidad de juego
pt: Modo de Jogo

# reglasModalidad1
source: Championship mode: Forecasts do not lay the teams do not add up correctly points.
es: Modo Campeonato: Los pronosticos que no determinen los equipos participantes correctamente no suman puntos.
pt: Modo Campeonato: Previsões que não determinam corretamente as equipes não somam pontos.

# reglasModalidad2
source: Phase-to-phase mode:Ended a phase the system completes advancing teams and all players can enter match results.
es: Modo fase a fase: Finalizada una fase el sistema completa los equipos que avanzan y todos los jugadores podran ingresar resultados de partido.
pt: Modo fase a fase: Se uma fase no sistema concluiu, todos os jogadores podem entrar resultados dos jogos

# reglasTitPuntos
source: Point Rules
es: Sistema de puntos
pt: Sistema de pontos

# reglasTitResultados
source: Result Rules
es: Sistema de resultados
pt: Sistema do resultados

# reglasResultados1
source: Forecasts can be entered up to 30 minutes before the match starts.
es: Los pronosticos se podran ingresar hasta 30 minutos antes de comenzado el partido.
pt: Pode digitar as previsões até 30 minutos antes do jogo começar.

# reglasResultados2
source: Forecasting group stage will determine second round.
es: Los pronosticos de la fase de grupos determinan los Equipos que avanzan de ronda.
pt: As previsões da fase de grupos determina os times que avançam de rodada.

# reglasResultados3
source: Forecasts that don't determine the teams on second round or forward won't get points.
es: Los pronosticos que no determinen los equipos participantes correctamente no suman puntos.
pt: As previsões que não determinam corretamente as equipes não adicionar pontos.

# reglasResultados4
source: Create an a new prediction once a fase was ending, enable you to play fase to fase
es: Crear nuevas predicciones una vez terminada una fase, permite juegos fase a fase.
pt: Criar uma nova previsão uma vez a fase estei terminando, permite que você jogue a fase

# reglasResultados5
source: The prediction are only visible for others in the fase of groups.
es: Las previciones son sólo visibles por otros en la fase de grupos.
pt: A previsão só são visíveis para os outros na fase de grupos.

# reglasPuntos0
source: Match Result (Home, Visitor, Draw) add 2 points.
es: Resultado de partido (Local, Visitante, Empate) acumula 2 puntos.
pt: Resultado do Jogo acumula 2 pontos.

# reglasPuntos1
source: Goals tenant add 1 point.
es: Goles locatario acumula 1 punto.
pt: Gols do mandante acumula 1 ponto.

# reglasPuntos2
source: Visitor Goals add 1 point.
es: Goles visitante acumula 1 punto.
pt: Golos do visitante acumula 1 ponto.

# reglasPuntos3
source: Goal difference add 1 point.
es: Diferencia de goles acumula 1 punto.
pt: Saldo de gols acumula 1 ponto.

# reglasPuntos4
source: A total of 5 points can be added per match.
es: En total se podra acumula 5 puntos en cada Partido.
pt: Um total de 5 pontos podem se acumular em cada jogo.

source: %d days ago
es: hace %d dias
pt: %d dias atrás

source: %d minutes ago
es: hace %d minutos
pt: %d minutos atrás

source: %d hours ago
es: hace %d horas
pt: %d horas atrás

source: There is not invitation to display at the moment!
es: No hay invitaciones para mostrar por el momento!
pt: Não há convite para exibir no momento!

source: Invitation
es: Invitaion
pt: Convite

source: Would you like to accept the inviation?
es: Te gustaria aceptar la invitación?
pt: Você gostaria de aceitar o convite?

source: Yes
es: Si
pt: Sim

source: Sorry!
es: Disculpa!
pt: Desculpe!

source: First complete the matchs in the group stage
es: Primero debes de completar los partidos de la fase de grupos
pt: Primeiro preencha as partidas na fase de grupos

source: Loading
es: Cargando
pt: Carregando

source: Finishing Processing
es: Proceso Finalizado
pt: Processamento Finalizado

source: Select a country
es: Selecciona un pais
pt: Selecione um país

source: WC played
es: Mundiales Jugados

source: Cups
es: Copas
pt: Copas

source: Points
es: Puntos
pt: Pontos

source: Matchs played
es: P. Jugados
pt: Partidas jugadas

source: Matchs won
es: P. Ganados
pt: Partidas Ganhadas

source: Lost Points
es: P. Perdidos
pt: Pontos Perdidos

source: Goals Scored
es: Goles Conv.
pt: Golos Marcados

source: Goals Against
es: Goles Recividos
pt: Golos em Contra

source: Please select the team
es: Selecciona un equipo
pt: Por favor seleccione a team

source: Name for the bet
es: Nombre para la apuesta
pt: Nome para a aposta

source: Description to your friend
es: Descripción para tus amigos
pt: Descrição para o seus amigos

source: Unit cost for bet
es: Precio unitario
pt: O custo unitário de aposta

source: The name of the bet.
es: El nombre de la apuesta.
pt: O nome da aposta..

source: Description for the bet.
es: Descripción para la apuesta.
pt: Descrição para a aposta.

source: Unit price for bet.
es: Precio unitario.
pt: Preço unitário de aposta.

source: You need to insert:
es: Necesitas ingresar:
pt: Você precisa inserir:

source: You cannot create the bet at the moment, please try again late
es: El sistema esta muy ocupado en este momento intenta mas tarde.
pt: Você não pode criar a aposta no momento, tente novamente mais tarde

source: invited by
es: invitado por
pt: convidado pelo/a

source: Invited by
es: Invitado por
pt: Convidado pelo/a

source: MM/dd/yyyy
es: dd/MM/yyyy

source: USER PROFILE
es: PERFIL DE USUARIO
pt: PERFIL DO USUÁRIO

# Total Points Granted
source: Total Points Won
es: Total Puntos Ganados
pt: Total de Pontos Ganhados

source: Exact Result
es: Resultado Exacto
pt: Resultado Exato

source: Parcial Result
es: Resultado Parcial
pt: Resultado parcial

source: Total Bets
es: Total de Apuestas
pt: Total de apostas

source: Maked by me
es: Hechas por mi
pt: Feitas por mim

source: Pending
es: Pendientes
pt: Pendentes

source: Type your buddy name
es: Ingresa el nombre de tus amigos
pt: Digite o nome do seu amigo

source: FACEBOOK FRIENDS
es: AMIGOS DE FACEBOOK
pt: AMIGOS DO FACEBOOK

source: Your buddy
es: Tu amigo
pt: Seu Amigo

source: If you not found your friends in the list tell your friends about the app if they install the app, you can invite them to play. ;)
es: Si no encuetras a tus amigos en la lista diles que bajen la aplicacion y se creen una cuenta. Así podran jugar contigo a las pencas que crees! ;)
pt: Se você não encontrou seus amigos na lista, você pode convidá-los para decarregar o aplicativo. ;)

source: Points Earned
es: Puntos Ganados
pt: Pontos Ganhados

source: Email not valid!
es: Correo invalido!
pt: E-mail não é válido!

source: Please insert a valid email.
es: Por favor ingresa un correo valido.
pt: Por favor insira um e-mail válido.

source: You don't have a Facebook account?
es: No tiene cuenta en facebook?
pt: Você não tem uma conta no Facebook?

source: You can access here!
es: Puedes acceder aqui!
pt: Você pode acessar aqui!

source: ACCEPT
es: ACEPTAR
pt: ACEITAR

# RETURN
source: GO BACK
es: VOLVER
pt: VOLTAR

source: E-Mail
es: Correo

source: Password
es: Contraseña
pt: Senha

source: If you have an account then press the button "Login" otherwise you can press "Create Account"
es: Si ya tiene unas cuenta accede presionando el botón "Acceder". De lo contrario "Registrar me".
pt: Se você tem uma conta, em seguida, pressione o botão " Login "caso contrário você pode pressionar " Criar Conta "

source: Login
es: Acceder

source: Create Account
es: Registrat me!
pt: Criar Conta

source: You already have an account!
es: Ya tiene una cuenta con esa dirección de correo!
pt: Você já tem uma conta!

source: You're already logged into the system with an account of fecebook try login with that account. Go back and sign in with facebook.
es: Ya estas ingresado en el sistema con una cuenta de fecebook, intenta ingresar con esa cuenta. Vuelve atras y accede con facebook
pt: Você já está logado no sistema com uma conta de fecebook tentar entrar com essa conta.

source: Password error!
es: Error de password!
pt: Error na senha!

source: The password is not correct try again.
es: La contraseña no es correcta inteta nuevamente.
pt: A senha não e correta intente novamente.

source: E-mail invalid!
es: Correo Invalido!
pt: E-mail não e valido!

source: This e-mail does not exist in the system, if you want to create a new user selects "Create Account".
es: Esta direccion de correo no existe en el sistema, si deseas crear un nuevo usuario selecciona "Registrar me!".
pt: Este endereço de e-mail não existe no sistema, se você quiser criar um novo usuário seleciona " Criar Conta ".

source: Name
es: Nombre
pt: Nome

source: Enter the password again
es: Re-Ingrese la contraseña
pt: Inserir a senha novamente

source: That email already exist
es: Este correo ya existe
pt: O email já existe

source: This email address is already entered in the system press GO BACK and try to login with your account.
es: Esta direccion de correo ya esta ingresada en el sistema presiona VOLVER e intenta loguearte con tu cuenta.
pt: Este endereço de e-mail já está inserido na imprensa sistema volte e tente fazer o login com a sua conta.

source: Already have an account!
es: Ya tienes una cuenta!
pt: Já tem uma conta!

source: You're already logged into the system with an account of fecebook try login with that account. Go back and log in with facebook.
es: Ya estas ingresado en el sistema con una cuenta de fecebook, intenta ingresar con esa cuenta. Vuelve atras y accede con facebook.
pt: Você já está logado no sistema com uma conta de fecebook tentar entrar com essa conta. Volte e faça login com o Facebook.

source: Ups! This email is already in the system
es: Ups! este correo ya esta en el sistema
pt: Ups! Este e-mail já está no sistema

source: The password lenght must be more than 5 digits
es: La contraseña debe ser de mas de 5 digitos :D
pt: O comprimento senha deve ter mais de 5 dígitos

source: Passwords do not match
es: Las contraseñas no coinciden!
pt: Senhas não conferem

source: The two passwords you entered must match
es: Las dos contraseñas que ingresaste deben de coincidir
pt: As duas senhas que você digitou devem corresponder

source: Invalid E-Mail
es: Correo invalido!
pt: E-mail inválido

source: The format of email is not correct
es: El formato de correo no es correcto
pt: O formato de e-mail não é correto

source: You must enter a name
es: Debes ingresar un nombre
pt: Você deve digitar um nome

source: %@ You must enter an email address
es: %@ Debes ingresar una dirección de correo
pt: %@ Você deve digitar um endereço de e-mail

source: %@ You must enter a password
es: %@ Debes ingresar una contraseña
pt: %@ Você deve digitar uma senha

source: %@ You must re enter a password
es: %@ Debes re ingresar tu contraseña
pt: %@ Você deve re digite uma senha

source: A connection error happened apology
es: Sucedió un error de conexión, disculpe
pt: Um erro de conexão ocorreu, desculpas

source: Choose a winner!
es: Elija un ganados!
pt: Escolha um vencedor!

source: This match determines the pass to the next round, please choose a winner.
es: Este partido determina el pasaje a la siguiente ronda.
pt: Este jogo determina o passe para a próxima rodada, por favor, escolher um vencedor.

source: You cannot modify the score at the moment, because the status..
es: Usted no puede modificar este partido
pt: Você não pode modificar o resultao no momento, por o status deste..

source: Your bet
es: Tu apuesta
pt: A sua apuesta

source: You win %@ points
es: Ganaste %@ puntos
pt: Ganhou %@ pontos

source: Drawns
es: P. Empatados

source: Didn't win any points
es: No ganaste puntos

source: Today
es: Hoy

source: Ghana
pt: Gana

source: Iran
pt: Irán

source: Mexico
pt: México

source: Colombia
pt: Colômbia

source: Ecuador
pt: Equador

source: Uruguay
pt: Uruguai

source: No
pt: Não

source: was invited successfully
pt: foi convidado com êxito
